export const CATEGORY_CODE = {
  // 메인 카테고리
  "스킨케어": 11,
  "메이크업": 21,
  "마스크팩": 31,
  "클렌징": 41,
  "선케어": 51,
  "맨즈케어": 61,

  // 스킨케어(11)
  "스킨/토너": 11001,
  "에센스/세럼/앰플": 11002,
  "크림": 11003,
  "로션": 11004,
  "미스트/오일": 11005,
  "스킨케어세트": 11006,
  "스킨케어 디바이스": 11007,

  // 메이크업(21)
  "립메이크업": 21001,
  "베이스메이크업": 21002,
  "아이메이크업": 21003,
  "아이소품": 21004,
  "뷰티잡화": 21005,

  // 마스크팩(31)
  "시트팩": 31001,
  "패드": 31002,
  "페이셜팩": 31003,
  "코팩": 31004,

  // 클렌징(41)
  "클렌징폼/젤": 41001,
  "클렌징워터/밀크": 41002,
  "클렌징오일/밤": 41003,
  "클렌징티슈/패드": 41004,
  "필링&스크럽": 41005,

  // 선케어(51)
  "선크림": 51001,
  "선스틱": 51002,
  "선쿠션": 51003,
  "선로션": 51004,

  // 맨즈케어(61)
  "맨즈 스킨케어": 61001,
  "맨즈 메이크업": 61002,
  "헤어케어": 61003,
  "쉐이빙/왁싱": 61004,
};
